Revit 2027 API
ParameterTypeId.PhyMaterialParamCompressionParallel Property
 "Compression parallel to grain"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamCompressionParallel { get; }
Public Shared ReadOnly Property PhyMaterialParamCompressionParallel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamCompressionParallel {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamCompressionParallel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace